[Archetype.A_Antalyan H7EditorHero]
mName=""
mLore=""

[Archetype.A_Erlendfold H7EditorHero]
mName="厄伦弗尔德"
mLore=""

[Archetype.A_heketh H7EditorHero]
mName=""
mLore=""

[Archetype.A_Krystal H7EditorHero]
mName=""
mLore=""

[Archetype.A_lisandra H7EditorHero]
mName=""
mLore=""

[Archetype.A_Luchiana H7EditorHero]
mName=""
mLore=""

[Archetype.A_Mishone H7EditorHero]
mName=""
mLore=""

[Archetype.A_Sana H7EditorHero]
mName=""
mLore=""

[Archetype.A_Wrotghar H7EditorHero]
mName="沃特加"
mLore=""

[heropedya.A_HeroBio_Antalyan H7HeroBioData]
mText="关于幽灵骑士的传说在联盟居民中仅被视为虚构，但那些曾有幸遇见他们的人，永远不会忘记所见景象。伴随着冰冷的风，他们像致命的长矛般迅速穿透敌人的队伍，然后消失在暴风雪中，无影无踪，只留下敌人毫无生气的尸体，许多尸体被刺在尖锐的冰刺上。曾经，他们的首领，骑兵队长安塔利安，曾援助保卫赫莱克希亚修道院的娜迦，并在狭窄的山口击退了虚空教团的进攻，但那场战斗的胜利代价太高了。所有幸存的骑士都被施加了遗忘诅咒，使他们存在于生死之间，如今他们被迫在雪原上永恒徘徊，与虚空的威胁作战。"

[heropedya.A_HeroBio_Erlendfold H7HeroBioData]
mText="厄伦弗尔德是那些支持霜巨人不干预其他种族事务理念的人之一，他加入联盟仅仅是出于对柴特明的尊重。尽管他疏离且不信任低地人，但他证明了自己是一名熟练的指挥官，但他认为碾压微不足道的小生物有失他的身份。这位巨人在故乡的山脉中才感到真正的自由，在那里他可以随时去猎杀最可怕的动物，然后带着又一个战利品返回营地。在霜巨人经常为强大的猎人举行的庆典期间，他可以展现出性格的另一面。喝醉了新鲜麦芽酒后，厄伦弗尔德变得更容易相处，并且不会错过向听众讲述他光荣事迹的机会。在情况好的时候，他甚至可能分享一点点他丰富的狩猎经验。"

[heropedya.A_HeroBio_Heketh H7HeroBioData]
mText="很难认出这位沉默的山中隐士是联盟最重大远征的天才学者和参与者。老赫基斯敏锐的目光不会放过任何一个细节，他不断地发现在龙脉隘口最隐蔽地方隐藏的古老藏匿处。因此，他以经验丰富的宝藏猎人而闻名，尽管他认为世界上未解之谜比黄金或珠宝更有价值。最近，经常可以在洞穴隧道中找到赫基斯，他在那里仔细研究地下未知居民留下的痕迹，以及龙血水晶的异常现象。"

[heropedya.A_HeroBio_Krystal H7HeroBioData]
mText="尽管大法师们意图与亚山的其他部分和平共处，但总有人对一个独立繁荣国家的存在耿耿于怀。当所有解决冲突的外交手段都用尽，并且冰峰联盟面临来自外部的军事入侵威胁时，贤者议会会迅速使部队进入战斗准备状态。克丽丝塔尔没有比保卫家园免受侵略者侵害更重大的责任了，她不在乎他们是寻求毁灭还是利益。许多自负的敌方指挥官将她机动部队的战术撤退误认为是软弱的表现，进行追击，却没有意识到他们正径直走向预先布置好的陷阱，联盟的主力部队已经在那里等候多时了。"

[heropedya.A_HeroBio_Lisandra H7HeroBioData]
mText="莉桑德拉定期为维持联盟的繁荣做出贡献，然而频繁使用非法的贸易手段通常会导致她的走私行会与菲尔的贸易行会之间关系紧张。凭借天生的魅力和恰到好处的措辞，这位诱人的美女将对手玩弄于股掌之间，以最小的成本获得最大的利益。嫉妒的商业对手将莉桑德拉的成功与她的出身联系起来，散布谣言说她是人类和人鱼的混血儿，但对于所有问题，女孩只是神秘地微笑。"

[heropedya.A_HeroBio_Luchiana H7HeroBioData]
mText="卢奇安娜女士每次访问乌库尔军校，对所有学员来说都被视为罕见的事件。他们中没有人能无动于衷，钦佩地看着她走过灯火通明的走廊，仿佛她被一种无形的伟大光环所笼罩。事实上，她那张毫无表情的“冰公主”面具下，隐藏着一个关心下属福利和安全的年轻女性。强烈的寒霜之风服从她的意志，在她战士的盔甲上覆盖一层薄薄但极其坚固的冰层，并非每件武器都能击破它。"

[heropedya.A_HeroBio_mishone H7HeroBioData]
mText="凭借其惊人的记忆力，这位侦察兵完美地记得她曾经踏足过的所有道路和小径，而对未知的不可抗拒的渴望使她不断地偏离通常的路线。米肖恩知道，即使她的一生也不足以揭开古老山脉的所有秘密，但现在她的目光投向了龙脉隘口的边界之外。通过投身于大法师的服务，她发现了一个新的世界，这个世界充满了更多的奇迹。根据侦察兵的详细报告，研究人员绘制了极其精确的未知区域地图，使联盟的部队能够轻松地在新领土上导航。"

[heropedya.A_HeroBio_Sana H7HeroBioData]
mText="萨娜在战场上的杰出事迹为她赢得了当之无愧的声望，确认了她作为其母亲——刹帝利高阶女祭司——继承人的权利。即使是投身于大狩猎、除了神圣意志外不承认任何权力的刹帝利·迦梨，在这位年轻女战士面前也会低下头。在她的姐妹们眼中，她仿佛是可怕女神的化身，她的每一个命令都得到不折不扣的执行。很难说这有多真实，但刹帝利们真的相信，在战斗期间，萨娜被迦梨的灵魂附身，通过优雅的死亡之舞带领她的女儿们走向胜利。看到这一幕，没有哪个刹帝利能无动于衷，她们都会加入领袖的行列，作为一个整体行动。"

[heropedya.A_HeroBio_Wrotghar H7HeroBioData]
mText="自远古以来，一尊可怕战士的石像就装饰着奥斯特格德的万神殿，本应代表一位名为沃特加的奥斯特格德古代守护者。矮人们决定将其赠予联盟以示善意，而成功再次激活雕像的大法师们意识到，他们手中获得了一件独特的宝藏——一个拥有自我意志的有意识的珊提瑞构装体。他对军事艺术所有奥秘的了解，使沃特加能够在战场上做出独立、深思熟虑的决定，并迅速适应情况，但与此同时，他的思维过程更像一个调校良好的机械装置，而非活生生的生物。"

[Heros_names.A_Antalyan_name H7GlobalName]
mName="安塔利安"

[Heros_names.A_Erlendfold_name H7GlobalName]
mName="厄伦弗尔德"

[Heros_names.A_Heketh_name H7GlobalName]
mName="赫基斯"

[Heros_names.A_Krystal_Name H7GlobalName]
mName="克丽丝塔尔"

[Heros_names.A_Lisandra_name H7GlobalName]
mName="莉桑德拉"

[Heros_names.A_Luchiana_name H7GlobalName]
mName="卢奇安娜"

[Heros_names.A_Mishone_Name H7GlobalName]
mName="米肖恩"

[Heros_names.A_Sana_Name H7GlobalName]
mName="萨娜"

[Heros_names.A_Wrotghar_Name H7GlobalName]
mName="沃特加"

[Specialisation.A_Archeologue H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寒霜考古学家"
mTooltip="战斗中摧毁的每队敌方生物有 30% 几率产出 1 个随机稀有资源。"

[Specialisation.A_Archeologuecreature_Buff H7BaseBuff]
mName="收获增益"
mTooltip=""

[Specialisation.A_Champion_rider H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="特化霜寒尖峰"
mTooltip="英雄军队中的风暴骑士和暴雪骑士获得 %spell3.name 能力，取代 %spell1.name。\n（此能力现在对所有小型单位造成伤害，不再要求它们被冻结）"

[Specialisation.A_Contracture H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="挛缩"
mTooltip="此英雄在整个战斗期间降低大型敌方生物的基础伤害 %buff.buff.stat1。"

[Specialisation.A_Contracture_Buff H7BaseBuff]
mName="挛缩"
mTooltip="此生物造成 %stat1 点更少的伤害。"

[Specialisation.A_Manoeuvre_mobile_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_Manoeuvre_mobile_hero_Buff H7BaseBuff]
mName="征募官（城镇增益）"
mTooltip=""

[Specialisation.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="特化霜寒尖峰"
mTooltip="所有小型敌方生物承受 %d %ICON_Water 点伤害。"

[Specialisation.A_Peau_de_givre H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰霜皮肤"
mTooltip="战斗开始时，友方近战生物获得 %spell.name。此法术以专家等级施放。"

[Specialisation.A_peau_givre_Buff H7BaseBuff]
mName="寒冰护甲"
mTooltip="持续 %durnow 回合。生物获得 %stat1 %icon_defense 防御，并冻结以近战攻击它的敌人。"

[Specialisation.A_t4_trainer_Buff H7BaseBuff]
mName=""
mTooltip=""

version 1.35

[Specialisation.A_T4_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="刃舞大师"
mTooltip="英雄军队中的刹帝利和刹帝利·迦梨拥有 %buff.buff.stat1 %buff.buff.stat1.icon 防御、%buff.buff.stat2 %buff.buff.stat2.icon 生命值，并获得 %spell3.name 能力（该生物总是攻击两次。被攻击的生物在第一次击中后有机会反击）。"

[Specialisation.A_Manoeuvre_mobile_ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战略增援"
mTooltip="总督：只要该英雄是总督并且 %spell3.name 法术在其法术书中已解锁，所有友方英雄获得 %buff1.buff.stat %icon_Spirit 精神。"